Revit 2027 API
ParameterTypeId.StructuralBottomReleaseFx Property
 "Base Fx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralBottomReleaseFx { get; }
Public Shared ReadOnly Property StructuralBottomReleaseFx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralBottomReleaseFx {
	ForgeTypeId^ get ();
}
static member StructuralBottomReleaseFx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace